Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 발현점에 도달하는 것이 늦었다는 건, 결국 먼저 발현점에 도달한 사람보다 모은 마력의 총량이 적고 모으는 데 익숙하지 않다는 소리니까.
en_us: That one was late in reaching manifestation meant that one has less mana in total than the others who manifested early and were overall less skilled in collecting them.

source: 삽으로 손을 뻗은 나는 삽에 묻은 흙을 약간 집어서 문질러보고는 중얼거렸다.{j}“표토가 아니군.{j}하층토야.”
en_us: I reached out to dab a bit of the mud and commented, “This isn’t topsoil. It’s subsoil.”{j}{j}

source: 멋대로 꿈틀거리던 근육과, 으직거리는 소리를 내며 뒤틀리던 뼈마디를 타고 전해지던 고통이 천천히 옅어지기 시작한다.{j}그리고 심장에서 선명하게 느껴지는 뜨겁게 요동치는 거대한 마력.
en_us: The pain that pulsed as my muscles twitched and bones cracked began to subside slowly to be replaced by the hot, throbbing mana in my heart.{j}

source: 나는 숨을 크게 들이마신 다음 다이빙했다.{j}동시에, 구심점에 쌓아놓았던 미약한 마력을 혈관을 통해 온몸으로 보내기 시작한다.
en_us: Taking a deep breath, I dove in, simultaneously distributing the little amount of mana I had in my core throughout my whole body.{j}

source: “왼손잡이라는 건?”
en_us: “And the part about him being left-handed?”

source: 나는 지급받았던 군낭을 짊어지고 도리안의 뒤를 따라 걸어가기 시작했다.
en_us: I began to follow Dorian with the supply backpack on my back.

source: 굳은살과 때 같은 것이 보인다.{j}예쁜 발은 절대로 아니다.
en_us: I could see some callus on her foot, which was by no means beautiful.{j}

source: 가문의 주치의인 베른에게 치료를 받을 수도 있고, 그 자유시간을 이용해서 가족의 얼굴을 보러 갈 수도 있다.{j}안젤라가 이번에 자원한 이유는 그것 때문이었다.
en_us: She might receive care from Verne the house physician or use the time to visit the family which was why Angela had volunteered this time.{j}

source: 내 말에 데이먼이 다소 황당하다는 듯한 표정을 짓고 있다가, 코웃음과 함께 입을 열었다.{j}“하이랜더가 어떤 괴물인지는 알고 말하는 거냐?”
en_us: He stared at me incredulously before scoffing, “Do you know what kind of monster a highlander is?”{j}

source: 쓸데없는 분란은 피하는 편이 좋습니다.”
en_us: It’s the best to avoid all conflict if possible,” he argued.

source: 나는 그 말에 얼굴을 구겼다.
en_us: I frowned.

source: “아버지를 빼앗기는 것 같아서요?”
en_us: “Because you felt like losing father?”

source: 씨팔 새끼!
en_us: You son of a bitch!

source: 나는 대가를 받은 만큼만 일한다.{j}내가 해주기로 한 일은 끝났다.
en_us: I only worked as much as I was paid, and my job was over.{j}

source: 머리카락 끝의 웨이브는 자연적으로 생긴 게 아니다.
en_us: The curl wasn’t natural.

source: “시간 맞춰 오셨군요.
en_us: “You’re right on time.

source: 내 말에 게롯이 잠깐 나를 바라보다가 작게 한숨을 내쉬고 대답했다.
en_us: Gerrod stared for a bit before letting out a small sigh.

source: 내 말을 들은 의사가 잠깐 안절부절못하다가 입을 열었다.
en_us: The doctor hesitated at my response before speaking.

source: 게롯이 나를 물끄러미 보다가 다시 자세를 바로잡았다.
en_us: Gerrod stared at me for a while before retaking his stance.

source: 나는 그 말에 대답했다.{j}“제7수색대에 소속된 병력들, 1년에 몇 명이나 죽습니까?”
en_us: “How many scouts of the Seventh Division die a year, if I may ask?” I asked.{j}

source: “맨날 쓰고 다니던 그 가면은?”
en_us: “Where’s that mask you’d been wearing all the time?”

source: 피부는 다소 창백한 느낌이 감돌 정도로 하얗다.
en_us: Her skin was white to the point of being pale.

source: 점점 기온이 떨어지고, 근처에 드문드문 녹아내리다 만 눈과 얼음이 보이기 시작한다.
en_us: The temperature fell, and I began to see half-melted snow and ice.

source: 두들겨 패기는 했지만, 일단 몸이 상하지는 않도록 한다는 건가.
en_us: Hm, I supposed they didn’t want us to get hurt even though they did beat us up.

source: 한 10분 정도 지났을까.{j}저 멀리에서 누군가가 내 쪽으로 다가온다.
en_us: About 10 minutes had passed when I saw someone approaching me from afar.{j}

source: 고로, 도리안이 나에게 이 방을 쓰는 사람에 대해서 알 수 있는 것들을 말해보라는 문제를 내기 위해서는 자신이 통제하는 수색대의 사람이 아니면 안 된다.
en_us: So if Dorian wanted to test me on how much I could find out about the owner of this room, he would have to choose someone from his own men who he knew well.

source: 안으로 들어가자 레온 백작이 나를 살펴보고 입을 열었다.{j}“굳이 죽을 뻔한 호수를 또 찾아간 이유가 뭔가 했더니.”
en_us: I went inside to face Count Leon who gave me a look before finally speaking, “I wondered why you went out of your way to visit the lake that you nearly died in.”{j}

source: 양호하지 않을 때 길이 어떤 모양인지 보고 싶어서 견딜 수가 없군.
en_us: Well, I can’t wait to see what this path is like when it’s not fine.

source: 하지만, 정작 당사자는 별다른 표정 변화가 없었다.
en_us: The man, however, seemed indifferent.

source: “지시가 떨어지면 이행해라.
en_us: “Follow your orders.

source: “특별한 경우가 아닌 한, 쿠르스트 산맥의 국경수비대는 한번 들어가면 나올 수 없다.”
en_us: “Once you join, you cannot leave the Border Guards of the Kurst Mountain unless under special circumstances.”

source: 우리는 곧바로 성 앞에 자리 잡은 마차로 들어갔고, 잠시 뒤 마차가 움직이기 시작했다.
en_us: We swiftly got into the carriage parked in front of the castle. Soon, we were on the move.

source: 앞으로 6일 동안은 어지간해서는 꼼짝없이 여기에서 마틴 레드우드의 지시를 기다려야 한다.
en_us: For six days, she would have to wait for Martin Redwood’s orders in this room.

source: 그 미친놈의 시중을 든 보상으로, 6일간 마틴 레드우드의 당번으로 들어갔던 하녀는 그 이후 6일간 자유시간을 가진다.
en_us: As a reward for taking care of the crazy bastard, the maid who attended to Martin Redwood for six days would get six days of vacation afterward.

source: 그리고 30분 정도 지났을까.{j}미친 듯이 날뛰는 바람이 이제는 혼자 오기 심심했는지 눈까지 데려와서 함께 분탕질을 친다.
en_us: About 30 minutes passed when wind began to blow violently along with snow.{j}

source: 내 말에 게롯이 내 등에 손을 올려놓으며 말했다.{j}“일단은, 앉아 계시면 됩니다.{j}몸 안에 흘려 넣은 마력을 계속해서 인지하고 있는 게 중요합니다.”
en_us: “You can just sit for now. The important thing is to feel the mana flowing in your body,” he replied as he lay his hand on my back.{j}{j}

source: 나는 그 말에 하, 하는 소리를 내고 눈앞의 레온 백작을 바라봤다.
en_us: I sighed audibly as I looked at him.

source: 나는 의자에 앉았고, 곧바로 도리안이 입을 열었다.{j}“제아무리 게롯의 부탁이라고 해도 원래 나는 따로 편의를 봐주지 않는 성격이다.{j}쿠르스트 산맥은 남의 청탁을 들어줘 가며 유지될 정도로 호락호락하지 않으니까.”
en_us: I did and Dorian spoke, “Even if it’s Gerrod’s request, I do not look after anyone normally. Kurst Mountains isn’t a place where you can afford to do that.”{j}{j}

source: 내 말에 안젤라가 꺼낸 찻잎을 다시 집어넣고 커피콩과 작은 맷돌을 꺼내 갈기 시작했다.
en_us: Angela put back the tea and pulled out some coffee beans and a grinder.

source: “이미 마력이 가득한 물건을 심장에 박아넣으면 심장이 파괴되어 죽는다 알고 있습니다.”{j}게롯이 알려준 사실을 말하자, 내 말에 형상이 대답했다.
en_us: “But I have heard that if you embed an object already full of mana, your heart will be destroyed, and you will die,” I repeated what Gerrod had said to which the figure replied.{j}

source: “먼저 손에 넣을 수 있겠습니까?”
en_us: “Do you think you could get it first?” he asked.

source: 마누라가 둘이라니, 다른 사람들은 마누라가 하나만 있어도 죽을 것처럼 힘들어하던데 역시 백작 정도 되면 배포가 크구나.
en_us: Some people act as though they can’t stand even one wife. I supposed being a count meant something.

source: 당연히 병참 장교의 지시는 지켜지지 않았고, 다시금 구타의 시간이 시작되었다.
en_us: Of course, the commissary didn’t get what he wanted, so more beatings followed.

source: 다시 방 안을 돌아다니던 와중에, 서랍을 열자 술병이 한가득 튀어나왔다.
en_us: Opening a drawer on my second round revealed multiple bottles of alcohol.

source: 고로, 끌어모은 마력을 통제하에 두지 못한다면 즉사한다.
en_us: As a result, losing control of mana meant immediate death.

source: 이 정도로 많다면 하나 정도는 얻어걸릴 수도 있겠는데.{j}나는 그런 생각을 하면서 하나씩 화장품의 냄새를 맡아보기 시작했다.
en_us: At least one of them should be a hit, I thought as I began to smell them.{j}

source: 밀려드는 공격을 차분하게 막아내고, 제대로 자세를 잡고 방어를 할 수 없을 것 같으면 그냥 두들겨 맞았다.{j}실수했으니 벌 받는다는 마음가짐으로.
en_us: If I couldn’t properly defend, I let the doubles beat me for making the mistake.{j}

source: “서신에 적은 내용이 전부입니다.
en_us: “What’s in the letter is everything.

source: 아는 척을 해야 할까, 모른 척을 해야 할까.
en_us: Should I pretend to know him or not?

source: “재능이 아예 없다면 모를까.”
en_us: “Unless I had no talent.”

source: “듣고 있습니다.”
en_us: “I’m listening.”

source: “그것 참 감동적이군요.
en_us: “How touching.

source: “감사합니다!”
en_us: “Thank you!”

source: 퍽, 하는 소리와 함께 배의 옆면에 석궁 볼트가 박힌 채 부르르 떨린다.
en_us: The bolt pierced the side of the boat with a resounding thump and a buzz.

source: 어디, 잠깐 함께 산책이나 한다고 생각하면 되겠구나.”{j}말을 마친 로델린이 자리에서 일어났다.
en_us: We could think of it as a stroll,” Rodelline said as she stood up.{j}

source: 나는 지금 굉장히 진지하다.
en_us: I was extremely serious.

source: 얼굴 반쪽을 가리는 가면이라니.
en_us: A mask that covers half my face?

source: 내 말에 로델린이 고개를 끄덕였다.
en_us: Rodelline nodded.

source: 알고 보니 아래에서 온천이 터지고 있다던가, 아니면 뭐 호수 바닥에 구멍이 뚫려서 거기에서 마그마가 꿀렁거리며 나오는 중이던가.
en_us: There may be a hot spring or an underwater volcano spouting magma. Who knows?

source: 전형적인 수심이 얇은 대신 면적이 넓은 호수인 모양이다.
en_us: It seemed to be a typical lake, wide but shallow.

source: 조금씩, 꾸준히 끌어모으신다면 분명히 6개월 안에는 발현점에 도달하실 겁니다.”
en_us: If you collect mana slowly and steadily, I’m sure you’ll manifest in 6 months.”

source: 나는 식사를 하기 시작했다.{j}호수를 살펴보면서 식사를 하고 있으려니, 꽤나 규모가 있는 돛단배가 호수 주변을 돌아다니는 게 보인다.
en_us: As I ate watching the lake, I could see a sailboat of quite a size roaming the water.{j}

source: 따라서, 비명도 지르지 못한다.{j}그 상태로 10초 정도 있으면 죽을 거다.
en_us: Therefore, he could not scream either before dying in about ten seconds.{j}

source: 그래도 시체라도 찾아서 다행입니다.”
en_us: It’s a relief that we found the bodies at least.”

source: “제가 가진 마력 중 극히 일부를 도련님의 심장에 박혀 있는 구심점으로 옮겼습니다.
en_us: “I moved a slight bit of my mana to the core in your heart.

source: “죽이고 난 다음 바로 시체를 처리하느라 분주했을 거예요.
en_us: “They must have been busy taking care of the bodies after they killed them.

source: 사실 조금 걱정이긴 하다.
en_us: Frankly, I was a bit worried.

source: 식사를 마친 나는 물을 한 모금 마셨다.{j}그 사이, 하녀는 내가 먹은 그릇을 정리하기 시작했다.
en_us: After finishing the meal, I took a sip of the water while the maid put away the dishes.{j}

source: 대부분 여기까지 오면 깨우기 전까지는 시체처럼 곯아떨어지던데.”
en_us: Most sleep like logs till I wake them by the time we get here.”

source: 조심 안 하고 있었다면 내 입에서 오만가지 쌍욕이 다 튀어나왔을걸.
en_us: If I wasn’t, he’d be showered with insults by now.

source: 시간 제한을 주지 않은 걸 보면 기강은 여기까지만 잡을 모양이다.
en_us: Since he didn’t give any time limits, he must be done with the scare tactics.

source: 증거가 남아있을 리가…….”
en_us: There is no way that there would be any leads...”

source: “그렇다면 어째서……!”
en_us: “Then why...?”

source: 생명 부여.{j}드라이어드의 마력은 기본적으로 생명의 탄생에 관여하는 힘을 가지고 있는 모양이다.
en_us: The dryad’s mana seemed to have a power of life.{j}

source: 다음 날이 되었다.
en_us: The next day came.

source: “식사는 여기까지.”
en_us: “I’m done eating.”

source: 너는 그럼 매일 수천 번 화가 나 있을 생각이냐?
en_us: Was he planning to get furious a thousand times?

source: 의족을 벗고 침대에 눕지는 않았습니다.
en_us: One normally does not lie on bed after taking off the prosthetic.

source: 다행 같은 소리하네.
en_us: Thankful my ass.

source: “저 녀석들, 우리를 보고 있습니다.”{j}게롯의 말에 나는 후우, 하고 심호흡을 한 번 했다.
en_us: “They’re looking at us,” said Gerrod as I took in a deep breath.{j}

source: 잘못 다루면 머리를 망치기 쉽다.{j}보통 그런 까다로운 일은 하녀에게 시킨다.
en_us: Even a tiny mistake could have ruined the hair, so she likely delegated the delicate task to a maid.{j}

source: “그나저나, 어떻게 된 겁니까.
en_us: “By the way, what happened?

source: 나는 그 말에 멍하니 손에 들린 나뭇조각을 바라봤다.
en_us: I stared blankly at the piece of wood in my hand.

source: 정신을 잃었던 아들이 다시 자리에서 일어난 기쁨 때문일까, 아니면 다른 무엇이 있는 걸까.
en_us: Was it the joy of his unconscious son finally coming to or was there something else?

source: 락벨리에 도착한 모양이다.
en_us: We must have arrived at Rock Valley.

source: 검은 연습용이라, 군대에서 주는 총검처럼 날이 죽어있었다.
en_us: The training sword was dull like the guns you got from the army.

source: 굉장히 드문 모양이다.{j}평생 모르고 사는 경우도 많다.
en_us: But those instances were rare, and some lived their whole life without knowing the fact.{j}

source: “쉬운데 어렵다니.”
en_us: “What do you mean that it’s easy but difficult?”

source: “따라오도록.”{j}그리고 병참장교는 앞장서서 막사 건물 안으로 들어갔다.
en_us: “Follow me,” he said as he stepped into the building next to the tent.{j}

source: 녀석들이 여기에 온 목적이 붉은 가지 때문일 가능성이 높아졌다.
en_us: It was highly likely that they came for the Red Branch.

source: 나는 다리를 꼰 채 녀석을 뚱하게 바라보다가 입을 열었다.{j}“로티샤 호수에 갔을 당시, 내가 빠진 장소를 알고 있나?”
en_us: I stared at him quietly with my legs crossed before asking, “Do you know the spot I had fallen into water when we went to Lake Roticha?”{j}

source: “신고식 한다고 생각해.”
en_us: “Think of it as a welcome event.”

source: 나는 잠에 들었고, 다음 날 아침 일찍 눈을 떴다.
en_us: I fell asleep to wake up early next day.

source: “발자국이라니, 무슨 발자국을 말하시는 겁…….”{j}말을 이어가던 나는 도리안이 바라보고 있는 발자국의 크기를 보고 하던 말을 멈췄다.
en_us: “A footprint? What footprint...” I asked before trailing off, seeing the size of the footprint Dorian was looking at.{j}

source: 그래, 나도 저걸 부탁하려고 했다.
en_us: Yes, that was precisely what I wanted to ask.

source: 게다가, 능력을 두 개 발현하는 게 꼭 좋은 것만은 아닙니다.”
en_us: Also, it is not always good to have two powers.

source: 바다로 떨어졌을 때가 아니다.
en_us: It wasn’t when I fell into the sea.

source: “염병, 내가 뭘 그렇게 잘못했는데.”
en_us: “Fuck. What did I do to deserve this?” I mumbled.

source: 안전한 거 맞아?
en_us: Was this really safe?

source: 입고 있는 근사한 옷과 잘 다듬은 콧수염.
en_us: He was elegantly clothed and had a well trimmed mustache.

source: 이렇게 사람을 두들겨 패고 3시간 넘게 걷게 한 다음에 체력 검증은 개뿔.”{j}한 녀석이 얼굴을 구긴 채 배급된 식사를 노려보며 중얼거렸다.
en_us: How are they hoping to test us for fitness after beating us up and making us march for more than 3 hours?” murmured one man as he glared at the food.{j}

source: “당분간 심심할 일은 없겠군.”
en_us: “I suppose I won’t be bored for a while.”

source: “아, 들어오렴.”
en_us: “Oh, do come in.”

source: “어머, 나는 선물 해줄 사람이라도 있어서 화장품에 관심을 보이는 줄 알았더니.”
en_us: “Oh, I thought you were interested in cosmetics because you wanted to send a gift.”

source: 어떻게 숨은 붙어있지만, 공급되는 공기가 너무 적어서 미쳐 버릴 것 같은 느낌이다.
en_us: Though I was still alive somehow, I felt driven out of my withs with the lack of air.

source: 괜찮겠냐, 어제 그 개고생을 했는데.
en_us: Like hell, I would be alright after going through all that yesterday.

source: 전역하게 된 것을 그렇게까지 기뻐하지는 않는 모양이다.{j}베개에는 말라붙은 눈물 자국이 남아있다.
en_us: The man didn’t seem too happy about leaving as the bed was stained with dried tears.{j}

source: 내 얼굴이 대번에 구겨졌다.
en_us: My face crumpled at once.

source: 상지는 아직 사후경직이 남아있어 움직이지 않는다.
en_us: However, the upper limbs were still in rigor mortis.

source: “아니, 맛없어.”
en_us: “No. It’s pretty bland.”

source: 놀러 갈 생각은 아니니 짐을 크게 꾸릴 필요 없다.”
en_us: I’m not going on a picnic so you do not need to pack a lot.”

source: 이것도 재능이라면 재능이군.
en_us: One could almost call it a talent.

source: 그렇다면 그냥 물이 고여서 만들어진 호수가 아니라, 어딘가 지하수가 용출되는 곳이 있거나 할 가능성이 높겠네.{j}로티샤 호수가 어디 강물과 이어져 있다는 내용은 책에서 보지 못했으니까.
en_us: Then it was likely that this lake wasn’t a mere reservoir of rainwater. There probably was a fountain somewhere that spouted groundwater since no river flowed into Lake Roticha as far as I knew. {j}

source: 게다가, 뭐라도 주워 먹지 않으면 이후에 이어질 여정을 버틸 자신도 없었다.
en_us: Also, I wasn’t sure if I could take on the journey on an empty stomach.

source: 거울을 보다가 나도 모르게 중얼거린 한 마디에, 거울을 지탱하고 있던 여자의 얼굴에서 핏기가 쫙 빠진다.
en_us: All the blood seemed to drain out of the woman’s face as she kept holding up the mirror.

source: 어떻게 된 겁니까?”{j}옆에서 그 광경을 보고 있던 게롯이 눈을 크게 뜨고 나를 바라본다.
en_us: What happened?” asked Gerrod, wide-eyed.{j}

source: 하지만 의심을 사고 있는 이상, 따라잡히면 싸움은 필연이야.
en_us: But since they suspect we’re after whatever they want, we won’t be able to avoid conflict once they catch up to us.

source: 이게 심장에 박혀 있던 미스릴인가.
en_us: So was this the mithril that was in my heart before?

source: 그렇겠지, 그냥 눈앞에서 사라졌으면 하는 거지.
en_us: Right. You just want me to disappear from your sight.

source: 아마, 그걸로 더 확실해질 거라고 생각합니다.”
en_us: I believe that would clarify the matter for us,” I said.

source: 날이 추우니 불을 때는 중인 모양이다.
en_us: They must have the fire going as cold as the weather was.

source: “식사 참 맛있었습니다.”
en_us: “Thank you. The food was delicious.”

source: 자잘한 실수는 어쩔 수 없어도, 큰 실수를 하지 않을 자신은 있다.
en_us: I might make small mistakes, but I wouldn’t mess anything up.

source: 어업 활동을 허가받은 사람들의 명단이 있을 겁니다.”
en_us: There must be a list of approved fishermen,” spoke Gerrod.

source: 누워서 책을 살펴보던 나는 머리를 긁었다.
en_us: Leafing through the book, I scratched my head.

source: “체력을 확인한다.
en_us: “We’ll now test your physical fitness.

source: “괜히 방해한 건 아닐까 모르겠어요.”{j}내 말에 로델린이 고개를 젓고는 웃었다.
en_us: “I hope I am not inconveniencing you,” I said as Rodelline shook her head and smiled.{j}

source: 그런 나를 보고 있던 도리안이 입을 열었다.{j}“우리의 임무는 간단하다.
en_us: Dorian looked at me before going on, “Our job is simple.{j}

source: “그렇다니 다행이네요.”
en_us: “That’s a relief,” I responded.

source: 그리고, 그 꼴을 보고 있던 병사 하나가 눈쌀을 찌푸리고 한마디 한다.{j}“쥐새끼처럼 슬금슬금 눈치 보기는, 시간이 좀 있으니 쉬고 있어 새끼들아.”
en_us: One of the soldiers frowned and spat, “What are you staring at? There’s time, so just stay put, you chums.”{j}

source: “마틴 레드우드…….”{j}한 녀석이 작은 목소리로 중얼거렸고 나는 고개를 돌려 녀석을 바라봤다.
en_us: “Martin Redwood...” someone murmured quietly.{j}

source: 주변을 둘러보던 와중, 근사하게 만들어진 송수로가 보인다.
en_us: As I looked around, I saw a fancy aqueduct.

source: 가능하면 빨리 성 내의 연무장으로 와달라고 전해줘.”{j}말을 마친 나는 자리에서 일어나 옷을 편하게 갈아입고 연무장으로 향했다.
en_us: Ask him to come to the training ground as soon as possible,” I ordered as I changed into comfortable clothes and headed down.{j}

source: “그런 건 아니고, 이 하녀의 무릎이 좀 불편해 보이던데.
en_us: “No, but this maid seems to have hurt her knees.

source: “구심점?”{j}내 말에 게롯이 고개를 끄덕이고 대답했다.{j}“마력을 축적하는 성질을 지닌 특정한 물질을 심장에 박아넣는 겁니다.”
en_us: “A core?” I questioned to which he nodded and said, “You have to root a specific material that can accumulate mana in your heart.”{j}{j}

source: 그래서, 그거 붙잡고 절벽을 향해서 똥을 싸라는 건가.
en_us: So I was supposed to hold on to the rope and take dump toward the cliff?

source: 안내를 마친 안젤라는 밖에서 대기하겠다 말했고, 나는 문을 열고 식당 안으로 들어갔다.
en_us: The maid said she would wait outside as I entered.

source: 의사가 이렇게 먹으라고 했다면야 나름의 이유가 있겠지.”
en_us: If the doctor’s recommending this food, he must have his reasons,” I replied.

source: 면적은 약 75제곱 킬로미터에 평균 수심 약 11m, 최대 수심은 25m.
en_us: About 47 miles3 in area, 36 feet in depth with deepest being 82 feet.

source: 점점 더 가능성이 높아진다.
en_us: The possibility seemed to be growing.

source: 하루 종일도 할 수 있습니다.”
en_us: I could do this all day,” he replied.

source: 뭔 소리를 하는 거야.
en_us: What was he talking about?

source: 이 샛길을 도로라고 말하는 걸 들은 다음이라 그런지, 도저히 나는 그 막사라는 단어를 신뢰할 수가 없다.
en_us: I no longer had faith after hearing Dorian call this strip of land a road, but...

source: “미안한데, 전혀 모르겠습니다.”
en_us: “I’m sorry, but I don’t recognize you at all,” I finally replied.

source: 공기 방울은 호수 위로 떠오르는 일 없이 검을 감싸고 있었고, 나 또한 그 공기 방울 안에 들어간 상황이었다.
en_us: The bubble stayed still without rising to the surface, surrounding the sword and me.

source: “그나저나, 실제로 피해를 줄 수 있는 분신이라니.”{j}게롯은 호수 근처의 울창한 숲을 걸어가며 나에게 말을 걸었다.
en_us: “To imagine that you can make a double that can actually deal damage...” began Gerrod as we walked through a deep forest by the lake.{j}

source: “이걸로 뭘 어쩌라는 겁니까.
en_us: “What do you expect me to do with this?

source: 자기가 한 농담이 꽤나 마음에 드는 모양인지 게롯이 웃음을 터뜨렸지만, 나는 하나도 재미없다.
en_us: Though the old knight seemed to enjoy his own joke, I wasn’t.

source: “찾았다.”
en_us: “Found it.”

source: 1년에 한 번이면 보험도 적용되는데.”
en_us: Your insurance covers it once a year,” I taunted.

source: “괜찮습니다.
en_us: “I’m alright.

source: 남의 몸에 들어간 게 썩 나쁜 일은 아니라고 생각했는데, 내 생각이 좀 틀렸던 모양이다.
en_us: I had thought getting into someone else’s body couldn’t be so bad. I guess I was wrong.

source: “네 아버지 되는 사람이다.”
en_us: “I’m your father,” he replied.

source: 잠시 뒤, 제인과 레온 백작이 문을 열고 식당에 들어왔다.
en_us: Soon, Jane and Count Leon entered the dining hall.

source: 길이는 85cm 정도, 폭은 2.3cm.{j}한 손으로 잡고 휘두르기 좋을 것 같은 물건이었겠지.
en_us: It was bout 33 inches long and 1 inch wide--something to be handled with one hand.{j}

source: 종잇조각이 불타면서, 녀석의 몸이 함께 불타오르기 시작한다.
en_us: The paper began to burn along with his body.

source: “어제 아버지가 들인 기사가 있을 거야.{j}이름은 게롯 홀필드.
en_us: “There is a knight that father called in last night named Gerrod Holfield.{j}

source: “도련님, 붉은 가지는?!”{j}돛단배로 건너가 수상한 녀석들과 쌈박질을 벌이던 게롯이 나를 보고 외쳤다.
en_us: “Young master, what happened to the Red Branch?” asked Gerrod who was fighting the strange goons on the sailboat.{j}

source: 물론, 내가 이 사람을 어머니라고 생각하는 데에는 시간이 많이 필요하겠지만.
en_us: Of course, it would take a while before I would be able to think of this woman as my mother.

source: 저게 그냥 농담이라고는 도저히 생각되지 않기 때문이다.
en_us: It didn’t seem like he was joking.

source: “여기에 빠지면 시체도 못 건질 거다.”
en_us: “They won’t find any piece of you after you go in,” commented one of the men.

source: “마음 같아서는 물어보고 싶었던 게 있었지.”
en_us: “There was something I wanted to ask though,” I mused.

source: 내 입에서 절로 이죽이는 말투가 튀어나왔다.
en_us: I couldn’t help the sarcasm anymore.

source: 나는 흥신소 일을 하다가 처음으로 사람을 죽였을 때 느꼈던 시궁창 같은 감정을 지금도 기억하고 있다.
en_us: I still remembered the shitty feeling I got when I first killed a person while working at a private agency.

source: 로델린은 한 마리 토끼를 잡기 위해 다른 하나를 포기해야 했지만, 레온은 두 마리 토끼를 다 잡아버렸다.
en_us: Rodelline had to make a sacrifice that Leon ultimately didn’t.

source: 집무실 안의 책장에 꽂혀있는 책은 전략과 전술, 무기의 사용법에 관련된 서적들이 대부분이다.
en_us: The books on the shelves were mostly on war strategies and weapon usage.

source: 밖을 보니, 날이 제법 어두워지고 있었다.
en_us: When I looked outside, the sky was getting pretty dark.

source: 나도 모르게 손을 들어 가슴으로 가져가려 하자 게롯이 내 손을 막았다.
en_us: As I raised my hand to my chest involuntarily, Gerrod stopped me.

source: “안녕히 주무셨습니까.”{j}내 말에 로델린은 대답 대신 고개를 끄덕이고 떨리는 손으로 의자에 앉았다.
en_us: “Good morning,” I called to which she nodded silently before sitting down with her hands trembling.{j}

source: 고작 일곱 번 만에 체내의 마력을 느끼는 데 성공하셨다면 재능이 뛰어나신 편입니다.
en_us: You’re quite talented if you could feel the mana in your body in just seven attempts.

source: 내 말에 하녀의 눈이 살짝 흔들렸다.
en_us: The maid’s eyes trembled.

source: 데이먼의 말에 나는 의자에 앉으며 대답했다.{j}“너무 기뻐서 공중제비를 열다섯 바퀴는 돌으셨겠군요.”
en_us: “I suppose you jumped at least fifteen times out of joy,” I replied as I sat down.{j}

source: 그 말에 로델린이 하인을 바라보며 말했다.{j}“그래, 알고 있으니 더 말할 필요 없다.”{j}로델린은 쏘아붙이는 것처럼 대답하고 나서 잠깐 나를 바라보았다.
en_us: “Yes, we know. You need not say more,” Rodelline retorted, facing the servant before turning to me.{j}{j}

source: 그럼 잘못한 거 없는데 사과는 뭐 하러 하는 거야.
en_us: Why apologize if he hadn’t done anything.

source: 8000개가 넘는 대부분의 흥신소와 나의 결정적인 차이점은 거기에 있었다.
en_us: That was the difference between me and the 8,000 other private agencies.

source: 어떤 부러운 녀석이 21세기에 이렇게 젊은 하녀를 부리고 있는 거야.
en_us: What kind of lucky bastard had such a young maid in the 21st century?

source: 정확히 말하자면, 내가 알고 있던 내 모습이 아니다.
en_us: To be exact, this wasn’t me that I knew of.

source: 충분한 훈련을 거친 기사라면 능히 혼자서 한 마리의 하이랜더를 상대할 수 있을 것이다.{j}다만, 일반적으로 하이랜더는 4-5의 인원이 뭉쳐 다니기 때문에 실전에서의 피해는 더 클 것으로 예상된다.]
en_us: A well-trained knight may deal with one highlander on his own, but these beings often come in a group of four or five, so we expect their damage to be even greater.]{j}

source: 내 이름은 에린실.{j}아득히 먼 네 조상과 나는 평생을 이어질 가약으로 묶였다.
en_us: My name is Erinthyl, and I am bound forever to your distant ancestor.{j}

source: 그렇지, 시간이 없지.
en_us: Yes, I was.

source: “안 그래도 아버지에게 이야기 들었습니다.
en_us: “Talking of the mask, father told me.

source: 하이랜더의 흔적뿐이 아니라, 쿠르스트 산맥에 살고 있는 괴물들과 몰래 숨어든 범죄자를 찾아내서 처리하는 것이 수색대의 임무다.
en_us: The scouts were in charge of not only tracking down the highlanders but the other monsters and criminals residing in the mountains and eliminating them.

source: “말이 나와서 그런데 게롯 경.{j}뭐 좀 물어보겠습니다.
en_us: “Talking of which, Sir Gerrod, I want to ask you something.{j}

source: 나는 그 말에 대답했다.{j}“여기까지 배를 끌고 왔을 리는 없죠.”
en_us: “They couldn’t have pulled the boat all the way here,” I replied.{j}

source: “네 말대로, 이 방을 쓰던 기사는 심각한 부상을 입고 오른 다리를 절단해야 했다.
en_us: “As you said, the knight who used this room had to have his right leg amputated after a serious injury.

source: 가보가 무기라면 아무래도 그쪽 방면에 치중해 성장하지 않았을까.
en_us: If the heirloom was a weapon, one could assume that the family would have focused on martial trades.

source: 그나마 간단한 읽을거리가 꽂혀있는 칸은 책 몇 권을 따로 빼놓은 모양인지 이빨이 빠져있다.
en_us: The section with simpler reads had a few books missing.

source: “그렇군요…… 로티샤 호수가 붉은 가지에 의해서 유지되고 있었다니.”
en_us: “I see... To imagine that Lake Roticha was being maintained by the Red Branch.”

source: 바로 안내해드리겠습니다.”
en_us: I’ll lead the way.”

source: 그 이후로, 나는 하녀의 몸 치수를 더 측정해 보았다.{j}혹시 뭐 내가 알고 있는 사람의 몸과 큰 차이가 있는 곳이 있을까 싶어서.{j}하지만, 별다른 특이한 점을 발견하지는 못했다.
en_us: Afterward, I measured other parts of the maid’s body, curious if they were any different from what I knew only to find nothing interesting.{j}{j}

source: 골통을 울리는 충격과 고통이 약간 정신을 차린 나는 이마에 벽을 가져다 붙인 채 중얼거렸다.
en_us: The shock and pain of my skull snapped me back into reason.

source: 게롯이 내 말을 듣고 잠깐 있다가 끄응, 하는 소리를 내고 나를 바라봤다.
en_us: Gerrod groaned and stared at me.

source: “비위가 좋군.”
en_us: “You don’t seem picky,” commented Dorian.
